{
  "rojo": {
    "description": "El té rojo es un té fermentado originario de la región de Yunnan en China",
    "benefits": [
      "Digestión y metabolismo",
      "Reducción del colesterol",
      "Efectos antioxidantes",
      "Ayuda en la pérdida de peso"
    ],
    "varieties": [
      {
        "Canela y limón": "Té rojo Pu Erh, trozos de canela, tronquitos de canela, cáscara de limón y aroma natural de limón."
      },
      {
        "Pu erh": "Té rojo con un muy marcado sabor terroso, post-fermentado."
      },
      {
        "Pu erh silueta de verano": "Té rojo Pu Erh, té verde, fresa, manzana, kiwi, hibiscos, escaramujo, manzanilla romana y aromas de fresa y kiwi."
      },
      {
        "Especias imperiales": "Pu erh, limón, clavo, aroma de Naranja y vainilla"
      },
      {
        "Pasión turka": "Té rojo Pu Erh, manzana, trozos de canela, piel de naranja, aroma y trozos de naranja."
      }
    ]
  },
  "verde": {
    "description": "El té verde se ha asociado con una variedad de beneficios para la salud",
    "benefits": [
      "Rico en antioxidantes",
      "Promueve la salud del corazón",
      "Mejora la función cerebral",
      "Ayuda en la pérdida de peso"
    ],
    "varieties": [
      {
        "Bancha": "Té verde puro originario de China. Sus hojas son largas y presadas con un carácter suave y aromático. Procedente de agricultura ecológica."
      },
      {
        "Sencha": "Té verde de hoja alargada y de gran calidad. De infusión color y de gusto fino y aromático."
      },
      {
        "China jazmín": "Té verde semifermentado, flores de jazmín y sus aromas. De aroma intenso y floral, con un sabor dulzón."
      },
      {
        "Genmaicha": "Té verde Bancha cultivado en China y arroz tostado. Bajo en cafeína, ideal para tomar por las tardes."
      },
      {
        "Japan kukicha": "Té hecho con las ramitas de la planta del té. Al no tener hojas, esta variedad es muy baja en teína."
      },
      {
        "Matcha": "Té verde matcha ideal para cocinar por su carácter intenso. También puede utilizarse para hacerse un té con matcha. No contiene azucar."
      },
      {
        "Gunpowder": "Té verde de hoja enrollada, también llamado Perla Verde. De sabor suave y ligeramente amargo."
      },
      {
        "Mango con ciruela": "Té verde, trozos de mango, flores de aciano, flores de caléndula y aroma de mango y de mirabel."
      },
      {
        "Moruno": "Té verde gunpowder con hojas de hierbabuena. Muy popular en países del norte de África."
      },
      {
        "Manzana horneada": "Té verde china sencha, manzana, uva pasa, aroma, pétalos de rosa y almendra."
      },
      {
        "Fruta hermosa": "Té verde, flores de malva, pétalos de rosa, trozos de fresa, granos de yogur, moras, frambuesas y aromas."
      },
      {
        "Depurativo": "Té verde sencha, diente de león, cáscaras de limón, trozos de manzana, trozos de naranja y aromas."
      },
      {
        "Diurético": "Té verde Sencha, cola de caballo, mate verde, trozos de piña confitada, cáscaras de limón y aroma de piña."
      },
      {
        "Jengibre con limón": "Té verde Sencha, trozos de jengibre, cáscaras de limón, lemon Grass y aromas."
      },
      {
        "Jengibre con limón y cúrcuma": "Gunpowder, jengibre, cúrcuma, pimienta negra, manzanilla, menta y aroma limón."
      }
    ]
  },
  "negro": {
    "description": "El té negro es una bebida rica en antioxidantes",
    "benefits": [
      "Ayuda a mejorar la salud cardiovascular",
      "Reduce el estrés",
      "Promueve la pérdida de peso"
    ],
    "varieties": [
      {
        "Darjeeling": "Té de segunda cosecha y excelente calidad. Muy aromático de sabor especiado y color bronce en taza."
      },
      {
        "Assam": "Té negro que por el método de producción de CTC le da a este té broken, un sabor muy fuerte en taza y de color oscuro."
      },
      {
        "Lapsang souchom": "Té negro que se tuesta sobre brasas de madera fresca de pino y le da ese característico sabor ahumado."
      },
      {
        "English breakfast": "Mezcla de tés negros, basadas en las directrices de las recetas inglesas, sabroso e intenso."
      },
      {
        "Chocolate naranja": "Té negro, trozos de chocolate, trozos de cacao, piel de naranja y aroma de chocolate y de naranja."
      },
      {
        "Chocolate irlandés": "Té negro ceylon, trozos de cacao, chocolate, pasta de cacao, manteca de cacao, emulgente, aroma, aroma natural de ron."
      },
      {
        "Chai masala": "Té negro ceylon, sudíndico, trozos de canela, anís, jengibre, hinojo, clavo y cardamoma."
      },
      {
        "Pakistani": "Té negro ceylon, sudíndico, trozos de canela, aroma natural, jengibre, astillas de canela, clavo y cardamomo."
      },
      {
        "Canela": "Té negro, trozos de canela y aroma de canela."
      },
      {
        "Vainilla": "Té negro, trozos de vainilla Bourbon y sus aromas."
      },
      {
        "Buenos días Estambul": "Té negro, trozos de cacao, crocanti, chocolate, granos de café, granulos de yogur y aromas."
      },
      {
        "Paraíso de rosas": "Té negro ceylon, sudíndico, piña, papaya, uva pasa, pétalos de rosa, aroma natural y aciano."
      },
      {
        "Galleta naranja": "Té negro, trozos de manzana, trozos de naranja, trozos de canela, cilantro, cardamomo, pimienta rosa, clavo y aromas."
      },
      {
        "Earl grey": "Té negro con el aroma natural del fruto cítrico de la bergamota. Este té encarna una de las mejores y más típicas mezclas inglesas."
      },
      {
        "Earl grey blue": "Té negro con el aroma natural del fruto cítrico de la bergamota y flores de malva. Receta clásica inglesa."
      },
      {
        "Lady grey": "Té negro, rodajas de limón, trozos de naranja, flores aciano y aroma de naranja, limón y bergamota."
      },
      {
        "Frutos silvestres (del bosque)": "Té negro, frambuesa, moras enteras, bayas de saúco, hojas de frambuesa y aromas de la frutas del bosque."
      },
      {
        "Estrellas de Bali": "Té negro, moras enteras, trozos de melón, flores de azahar, flores de caléndula y aromas."
      },
      {
        "Earl grey desteinado": "Té negro Ceilán destinado con el aroma natural de la bergamota. Para los amantes del Earl Grey que no quieran teína."
      }
    ]
  },
  "azul": {
    "description": "El té azul, también conocido como oolong, es una variedad de té parcialmente oxidado",
    "benefits": [
      "Mejora el metabolismo y la quema de grasas",
      "Regulación de los niveles de azúcar",
      "Puede ayudar a combatir el estrés"
    ],
    "varieties": [
      {
        "Naranja": "Té Oolong, flores de azahar y aroma natural de naranja."
      },
      {
        "Paz tibetana": "Té Oolong, papaya, baya de goji, aroma natural, melocotón, higo, aciano, caléndula, aciano."
      },
      { "Azahar": "Té Oolong, azahar y aroma natural." },
      {
        "Milk Oolong": "Hay muchos mitos y leyendas sobre este tesoro. Ya sea aromatizado o el vapor con el agua de leche. Quien quiera que haya probado éste delicado dulce Oolong con sus notas de aroma leche, no querrá nunca renunciar a él de nuevo."
      },
      { "Higo": "Té Oolong, dátil, aroma, caléndula, higo y uchuva." },
      {
        "Flor de Asia": "Té Oolong, rosa entera, manzanilla romana y aromas de manzana y fruta de la pasión."
      },
      {
        "Oolong puro": "Oolong medianamente fermentado con hoja regular. De suave sabor a nuez. de infusión anaranjada clara."
      }
    ]
  },
  "rooibos": {
    "description": "El rooibos es una infusión herbal sin cafeína originaria de Sudáfrica",
    "benefits": [
      "Rico en antioxidantes",
      "Promueve la salud cardiovascular",
      "Alivia el malestar digestivo y tener propiedades antiinflamatorias"
    ],
    "varieties": [
      {
        "Chocolate naranja": "Rooibos, trocitos de chocolate, cáscaras de naranja, flores de azahar y aromas."
      },
      {
        "Chocolate coco": "Rooibos, chips de chocolate, chocolate blanco, trozos de cacao, copos de coco y aromas."
      },
      {
        "Jengibre con limón": "Rooibos, trozos de jengibre, cáscaras de limón, lemon grass y aromas."
      },
      {
        "Jengibre con naranja": "Rooibos, jengibre confitado, cáscaras de naranja, papaya confitada, pétalos de rosa y aromas."
      },
      {
        "Buenos días": "Rooibos, trozos de manzana, cáscaras de naranja, tronquitos de canela y aromas de vainilla, canela y naranja."
      },
      {
        "Buenas noches": "Rooibos, tila, melisa, hierba luisa, flor de azahar, manzanilla, trozos de fresa, manzana y naranja, pétalos de rosa y aromas."
      },
      {
        "Digestivo": "Rooibos, anís, hinojo, menta, tila, caléndula, hojas de frutas del bosque y aroma de fresa."
      },
      {
        "Canela y naranja": "Rooibos, trozos de canela, tronquitos de canela, trozos de naranja, cáscara de naranja, flor de azahar y aromas."
      },
      {
        "Cúrcuma": "Rooibos, cúrcuma, papaya, naranja, bayas de goji, bayas de saúco, jengibre, cardamomo, pétalos de rosa, chili y aromas."
      },
      {
        "Cereza": "Rooibos, flores de brezo, pétalos de rosa y aroma de cereza."
      },
      {
        "Rooibos natural": "Infusión sin teína originada del Sur de África de calidad extra. De hebra larga, color dorado en la taza y de sabor agradable y ligeramente dulzón."
      }
    ]
  },
  "blanco": {
    "description": "El té blanco es una variedad delicada y suave, elaborada con brotes jóvenes de la planta Camellia sinensis",
    "benefits": [
      "Incluyen altos niveles de antioxidantes",
      "Mejora la salud de la piel",
      "Elimina líquidos y grasa"
    ],
    "varieties": [
      {
        "Fresas y cava": "Té verde china chun mee, té blanco pai mu tan, china Oolong, aroma, fresa, malva e higo."
      },
      {
        "Pai mu tan": "Té blanco de hoja grande de gran cantidad de brotes blancos."
      }
    ]
  },
  "infusiones": {
    "description": "Las infusiones son bebidas preparadas mediante la inmersión de hierbas, frutas, especias o flores en agua caliente. Ofrecen una amplia gama de sabores y beneficios para la salud y una alternativa sin cafeína.",
    "benefits": [
      "Mejoran la relajación y la hidratación",
      "Favorece la digestión",
      "Apoyo al sistema inmunológico",
      "Alivia el estrés y ayuda a dormir mejor",
      "Algunos incluyen antioxidantes"
    ],
    "varieties": [
      {
        "Mango con cúrcuma": "Trozos de manzana, piña confitada, mango confitado, papaya confitada, raíz de cúrcuma molida y aromas."
      },
      {
        "Especial mujer": "Manzana, piña, hojas de mora, rooibos super grade, hojas de olivo, jengibre, trozos de canela, manzanilla, piel de naranja, pimienta rosa, aroma natural de naranja, clavo, trozos de naranja, alchemilla y aloe vera."
      },
      {
        "Especial hombre": "Manzana, rooibos super grade, piña, citronela, jengibre, trozos de canela, pimienta rosa, clavo, aloe vera, guaraná, baya de goji y chile."
      },
      {
        "Aloe vera": "Citronela, menta, jengibre, piel de limón, pimienta negra, regaliz y aloe vera."
      },
      {
        "Sin preocupaciones": "Citronela, uva pasa, papaya, hinojo, melisa, manzanilla, pétalos de rosa, cacao y baya de goji."
      },
      {
        "Paz interior": "Menta de canela, hibisco, raíz de regaliz, jengibre, hinojo, piel de naranja, clavo, manzanilla, pimienta rosa y cardamomo."
      },
      {
        "Piña colada": "Trozos de piña, virutas de coco y sus aromas. También se puede servir frio."
      },
      {
        "Mojito": "Té verde China Sencha, Cáscara de limón, citronela, aroma natural, caléndula y menta."
      },
      {
        "Fresas con nata": "Manzana, hibisco, escaramujo, pétalos de rosa, aromas y fresas."
      },
      {
        "Bora Bora": "Hibisco, manzana, escaramujo, remolacha, arandanos, rosas y aroma."
      },
      {
        "Limonada": "Trozos de piña confitada, trozos de manzana, gránulos de limón, cáscaras de limón, grosellas rojas y aromas cítricos."
      }
    ]
  }
}
